Repository: koztay/stb-ckcutter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Forgot password
tr: Şifremi unuttum

source: Reset it
tr: Şifremi sıfırla

source: Not member
tr: Üye değilim

source: Register
tr: Kayıt ol

source: Account Inactive
tr: Hesap Aktif Değil

source: This account is inactive.
tr: Bu hesap aktif değil.

source: Account
tr: Hesabım

source: E-mail Addresses
tr: E-posta Adresi

source: The following e-mail addresses are associated with your account:
tr: Aşağıdaki e-posta adresleri hesabınız ile ilişkilendirildi.

source: Verified
tr: Onaylandı

source: Unverified
tr: Onaylanmadı

source: Primary
tr: Birincil

source: Make Primary
tr: Birincil Yap

source: Re-send Verification
tr: Yeniden Onay Postası Gönder

source: Remove
tr: Kaldır

source: Warning:
tr: Uyarı:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
tr: Şu anda sistemize kayıtlı bir e-posta adresiniz yok. Sitemize ait bildirimlerialabilmeniz ve şifrenizi sıfırlamak gibi işlemler için bir e-posta adresi eklemelisiniz.

source: Add E-mail Address
tr: E-posta adresi ekleyin

source: Add E-mail
tr: E-posta ekleyin

source: Do you really want to remove the selected e-mail address?
tr: Seçili e-posta adresini silmek istediğinize emin misiniz?

source: Confirm E-mail Address
tr: E-posta adresinizi onaylayın

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
tr: Lütfen <a href="mailto:%(email)s">%(email)s</a> adresinin %(user_display)s adlı kullanıcıya ait olduğunu doğrulayın.

source: Confirm
tr: Onayla

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
tr: Bu e-posta doğrulana linki geçersiz veya geçerlilik süresi dolmuşLütfen <a href="%(email_url)s"> yeni doğrulama kodu isteyin.

source: Sign In
tr: Giriş yap

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
tr: Lütfen mevcut sosyal medyahesaplarınızdan biriyle giriş yapın. Ya da %(site_name)s hesabı içinaşağıdaki linkten kayıt olarak giriş yapın:<a href="%(signup_url)s">Kayıt ol</a>

source: or
tr: veya

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
tr: Eğer henüz bir hesabınız yoksa lütfen<a href="%(signup_url)s">Kayıt ol</a> 'a tıklayarak kayıt olun.

source: Forgot Password?
tr: Şifremi Unuttum

source: Sign Out
tr: Çıkış Yap

source: Are you sure you want to sign out?
tr: Çıkmak istediğinize emin misiniz?

source: Change Password
tr: Şifremi Değiştir

source: Password Reset
tr: Şifremi Sıfırla

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
tr: Şifrenizi mi unuttunuz? Lütfen şifrenizi sıfırlamanız için gerekli adımlarıgönderebilecğeimiz sistemimizde kayıtlı e-posta adresinizi aşağıya girin:

source: Reset My Password
tr: Şifremi Sıfırla

source: Please contact us if you have any trouble resetting your password.
tr: Şifrenizi sıfırlamakta sorun yaşıyorsanız lütfen bizimle iletişime geçin.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
tr: Size bir e-posta gönderdik. Eğer birkaç dakika içerisinde e-posta almazsanızlütfen bizimle iletişime geçin.

source: Bad Token
tr: Hatalı Kod

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
tr: Şifre değiştirme linki geçerli değil. Sorunun nedeni daha önce kullanılmış olmasıolabilir. Lütfen <a href="%(passwd_reset_url)s">yeni sıfırlama linki</a>tıklayarak yeni link isteyin.

source: change password
tr: şifre değiştir

source: Your password is now changed.
tr: Şifreniz değiştirildi.

source: Set Password
tr: Şifre Belirle

source: Signup
tr: Kayıt Ol

source: Sign Up
tr: Kayıt Ol

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
tr: Hesabınız var mı? O zaman lütfen <a href="%(login_url)s">giriş yapın</a>.

source: Sign Up Closed
tr: Kayıt Kapalı

source: We are sorry, but the sign up is currently closed.
tr: Üzgünüz, ancak şu anda kayıt işlemleri kapatıldı.

source: Verify Your E-mail Address
tr: E-posta adresinizi doğrulayın

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
tr: Doğrulamanız için size bir e-posta gönderdik. Gelen e-postadaki linki tıklayarak lütfen kayıt işleminizi tamamlayın. Eğer birkaç dakika içerisinde e-posta ulaşmazsa lütfen bizimle iletişim kurun.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
tr: Bu bölüme erişebilmeniz için kayıt için kullandığınız e-posta adresnizi doğrulamanız gerekmektedir. Bu nedenle sizden e-posta nın size ait olduğunu doğrulamanızı rica ediyoruz.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
tr: Posta adresininizi doğrulamanız için size bir onay e-postası gönderdik. Lütfen size gelen e-postadaki linke tıklayarak e-posta adresinizi doğrulayın.Birkaç dakika içerisinde onay e-postası almazsanız spam klasörünüzü kontrol edin ve e-posta almamışsanız bizimle iletişime geçin.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
tr: <strong>Not:</strong> E-posta adresinizi <a href="%(email_url)s">e-posta adresimideğiştir</a> linkine tıklayarak değiştirebilirsiniz.

source: My Profile
tr: Profilim

source: Name of User
tr: Kullanıcı Adı

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
tr: %(site_name)s 'a hoş geldiniz! Bu e-postayı %(user_display)s isimli kullanıcının sitemize kayıt olurken e-posta adresi olarak bu adresi gösterdiği için aldınız. Eğer e-posta adresi doğru ise hesabınızı aktive etmek için lütfen aşağıdaki bağlantıya tıklayın: %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
tr: %(site_name)s! olarak teşekkür ederiz! %(site_domain)s

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
tr: %(site_name)s 'dan merhaba! Bu e-postayı siz veya bir başkası kullanıcı hesabınıza ait şifre talebinde bulunduğu için aldınız. Eğer böyle bir talebiniz olmadıysa bu mesajı dikkate almayın. Eğer şifrenizi unuttuysanız sıfırlamak için aşağıdaki bağlantıya tıklayın.

source: In case you forgot, your username is %(username)s.
tr: Eğer kullanıcı adınızı unuttuysanız, kullanıcı adınız : %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
tr: %(site_name)s 'u kullandığınız için teşekkür ederiz.!%(site_domain)s

source: Password Reset E-mail
tr: Şifre Sıfırlama E-postası

source: You cannot remove your primary e-mail address (%(email)s).
tr: Birincil e-posta adresinizi (%(email)s) silemezsiniz.

source: Confirmation e-mail sent to %(email)s.
tr: %(email)s adresine doğrulama e-postası gönderildi.

source: You have confirmed %(email)s.
tr: %(email)s adresinizi doğruladınız.

source: Removed e-mail address %(email)s.
tr: %(email)s e-posta adresi silindi.

source: Successfully signed in as %(name)s.
tr: %(name)s olarak başarıyla giriş yaptınız.

source: You have signed out.
tr: Çıkış yaptınız.

source: Your primary e-mail address must be verified.
tr: Birincil e-posta adresiniz doğrulanmalıdır.

source: Note
tr: Not

source: you are already logged in as %(user_display)s.
tr: Halihazırda %(user_display)s kullanıcısı olarak giriş yapmış durumdasınız.

source: OpenID Sign In
tr: OpenID ile Giriş yap

source: Social Network Login Failure
tr: Sosyal Medya Hesabı Giriş Hatası

source: An error occurred while attempting to login via your social network account.
tr: Sosyal medya hesabınız ile giriş yapmaya çalışırken bir hata oluştu.

source: Account Connections
tr: Hesaba Ait Sosyal Medya Bağlantıları

source: You can sign in to your account using any of the following third party accounts:
tr: Sitemize aşağıdaki sosyal medya hesaplarından herhangi biri ile giriş yapabilirsiniz:

source: You currently have no social network accounts connected to this account.
tr: Henüz kullanıcı hesabınız herhangi bir sosyal medya hesabı ile ilişkilendirilmemiş.

source: Add a 3rd Party Account
tr: Bir sosyal medya hesabı ekleyin

source: Login Cancelled
tr: Giriş İptal Edildi

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
tr: Sitemize aşağıdaki hesaplarınızdan biri ile giriş yaparken giriş işlemini iptal ettiniz. Eğer yanlışlıkla olduğunu düşünüyorsanız <a href="%(login_url)s">Giriş Yap</a> bağlantısına tıklayarak yeniden deneyin.

source: The social account has been connected.
tr: Sosyal medya hesabı ilişkilendirildi.

source: The social account is already connected to a different account.
tr: Bu sosyal medya hesabı bir başka kullanıcı hesabı ile ilişkilendirilmiş.

source: The social account has been disconnected.
tr: Bu sosyal medya hesabı, artık hesabınız ile ilişkili değil.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
tr: %(provider_name)s hesabınızı kullanarak %(site_name)s 'a giriş yapmak üzeresiniz. Son adım olarak lütfen aşağıdaki formu doldurun:
